"OK" = "OK";

"Delete" = "Supprimer";

"Home" = "Home";

"Open" = "En Cours";

"Closed" = "Terminé";

"Awards" = "Récompenses";

"Description" = "Déscription";

"Title" = "Titre";

"Mark Completed" = "Terminé";
 

"Sort" = "Triez";

"Add Project" = "Ajouter un projet";

"Edit Item" = "Changer la tâche";

"Closed Projects" = "Projets Terminées";

"Add Project" = "Ajouter un projet";

"Open Projects" = "Projets En Cours";

"Add New Item" = "Ajouter une tâche";

"Basic Setting" = "Réglages de base";
 
"Basic Settings" = "Réglages de base";

 

 
"Creation Date" = "Date de création";

"Custom project color" = "Couleur du projet";

"Delete project?" = "Supprimer le projet?";
 
"High" = "Haute";

"Locked" = "Vérouillé";

"Low" = "Faible";
 
"Medium" = "Moyenne";
 
"Optimized" = "Optimisé";


"Priority" = "Priorité";

"Project Description" = "Déscription du projet";

 
"Project Name" = "Nom du projet";

"Sort items" = "Trier les tâches";

"There's nothing here right now" = "Il n'y a rien à afficher pour l'instant";
 
"Unlocked: %@" = "Débloquer: %@";

"Reopen this project" = "Reouvrir ce projet";
"Delete this project" = "Supprimer ce projet";

"Up next" = "Prochaines Tâches";
"More to explore" = "Explorer D'autre tâches";

"New Project" = "Nouveau Projet";
"New Item" = "Nouvelles Tâches";




"Please select something from the menu" = "Choisissez quelque chose du menu";

"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Marquer ce projet comme le déplace de encours à terminé, le supprimez enleve le projet completement";

"Are you sure you want to delete this project? You will also delete all the items it contains." = "êtes vous sur de vouloir supprimer ce projet? Toutes les tâches seront également supprimer";
